Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The Executive Board refers to the Commission’s discussion on page 355 and shares the assessment that electronic central bank money must be studied further before it can be introduced in Norway.
nb: Hovedstyret viser til utvalgets drøftelser på side 355 og deler vurderingen om at elektroniske sentralbankpenger må utredes nærmere før det eventuelt kan innføres i Norge.

source: Sweden had a similar experience with paper money following an economic collapse in the 1750s.
nb: Svenskene gjorde liknende erfaringer med papirpenger etter en økonomisk kollaps på 1750-tallet.

source: - The working group recommends compounded NOWA average in contracts that reference NOWA.
nb: - Arbeidsgruppen anbefaler kapitalisert Nowa gjennomsnitt i kontrakter med Nowa som referanserente

source: in nominal and real interest rates.
nb: offentlig og skjermet sektor.

source: The reason is that the objectives
nb: Det trekker i retning av det bør koste

source: will be equal to the inflation target of 2½ per cent. High
nb: skal være lik inflasjonsmålet på 2½ prosent. Hvis etter-

source: Norges Bank will normally not offer reserves in excess of the total quota.
nb: Norges Bank vil normalt ikke tilby mer reserver enn totalkvoten tilsier.

source: 7 The Norwegian Savings Banks Association and the Norwegian Financial Services Association provided valuable input on the design of the bank questionnaire.
nb: 7 Sparebankforeningen og FNH ga verdifulle innspill ved utformingen av spørreskjemaet overfor bankene.

source: The chart shows developments in USD/EUR and the US current account
nb: Figuren viser utviklingen i kursen mellom amerikanske dollar (USD) og euro

source: The Executive Board assumes that when the power of instruction pursuant to the first paragraph is limited to matters “regarding the objectives of the Bank under the present Act”, the objectives referred to are those stated in the objects clause in Section 1-2.
nb: Hovedstyret legger til grunn at når instruksjonsmyndigheten etter første ledd saklig bare omfatter «vedtak om målene for bankens virksomhet etter denne lov», så vises det til mål angitt i formålsbestemmelsen i § 1-2.

source: Bank Governor Nicolai Rygg1 wrote:
nb: Tidligere sentralbanksjef Nicolai Rygg1 skrev:

source: OMFs must be issued by a separate institution (mortgage company) and secured on loans owned directly by
nb: Obligasjonen må utstedes av en egen institusjon (kredittforetak) og være sikret i lån som er eid direkte av

source: Since 2016, Norges Bank has excluded 71 companies and placed 15 companies under observation based on the criterion.
nb: Norges Bank har siden 2016 utelukket 71 selskaper og satt 15 selskaper til observasjon med bakgrunn i kriteriet.

source: For further details regarding South Sea Bubble, see Norges Bank's website, article by Helen Paul (2011), "Limiting the witch hunt: Recovering from the South Sea Bubble".
nb: Flere detaljer om South Sea-boblen finnes på Norges Banks nettsider i en artikkel av Helen Paul (2011), "Limiting the witch hunt: Recovering from the South Sea Bubble".

source: in the case of additive uncertainty.
nb: restleddet for additiv usikkerhet.

source: suspension or limitation of the CCP’s access to loans from Norges Bank.
nb: suspensjon og begrensing av bankers låneadgang i Norges Bank.

source: Item 96/2019 The Government Pension Fund Global – Ownership structure for unlisted real estate investments
nb: Sak 96/2019 Statens pensjonsfond utland – Eierstruktur for unoterte eiendomsinvesteringer

source: If so, which rates could be candidates?
nb: Hvilke renter kan i så fall være aktuelle?

source: Item 119/2019 The Executive Board’s investment mandate for the CEO of NBIM – counterparty requirements
nb: Sak 119/2019 Hovedstyrets investeringsmandat til leder for NBIM – krav til motparter

source: financial corporations and financial institutions.
nb: finansinstitusjoner og ikke-finansielle foretak.

source: William Härter presented parts of the analysis memo.
nb: William Härter gikk gjennom deler av innholdet i analysenotatet.

source: Item 66/2019 Annual report on Norges Bank’s settlement system in 2018
nb: Sak 66/2019 Årsrapport Norges Banks oppgjørssystem (NBO) 2018

source: Credit from domestic sources to non-financial enterprises, deflated by the CPI-ATE2 (C2 enterprises).
nb: Kreditt fra innenlandske kilder til ikke-finansielle foretak, deflatert med KPI-JAE2(K2 bedrifter).

source: In Section 3-5, the Commission proposes that the Bank’s notes and coins remain legal tender in Norway.
nb: Utvalget foreslår i § 3-5 at bankens sedler og mynter fortsatt skal være tvungent betalingsmiddel i Norge.

source: We must be humble and constantly search for new knowledge.
nb: Vi må være ydmyke og hele tiden lete etter ny kunnskap.

source: Question 5: Does your institution support the shifted observation period as the convention for contracts referencing NOWA?
nb: Spørsmål 5: Støtter din institusjon skiftet observasjonsperiode? Hvis så, hvor mange dager er det foretrukne skiftet?

source: Between 37 and 47 per cent of cash holdings may
nb: Mellom 37 og 47 prosent av kontantbeholdningen

source: Question 1: Does your institution support the recommendation from the working group stating that the fallback clause only enters into force when it is officially announced that Nibor for various reasons will cease to be published?
nb: Spørsmål 1: Støtter din institusjon arbeidsgruppens forslag om at fallback-klausulen kun trer i kraft når det er offisielt at Nibor av ulike årsaker ikke lenger vil blir publisert?

source: Karen Helene Ulltveit-Moe presented the discussion on the Audit Committee and the topics that particularly drew its attention, including results and their interpretation from the different operational areas and management's follow-up of the surveys.
nb: Karen Helene Ulltveit-Moe redegjorde for drøftingen i revisjonsutvalget og de temaer utvalget var særlig opptatt av, herunder resultater og tolkning av disse fra de ulike virksomhetsområdene og administrasjonens oppfølging av undersøkelsene.

source: Frequent devaluations from 1976 were unable in
nb: Hyppige devalueringer fra 1976 kunne ikke i leng-

source: The Executive Board exchanged views and took note of the report on operational
nb: Hovedstyret hadde en meningsutveksling og tok rapporten om operasjonell

source: Chart 1: A birds-eye view of NEMO The model
nb: Med generell likevekt mener vi at markeds- Figur 1:

source: The Executive Board decided on the following limits for the GPFG’s unlisted investments in renewable energy infrastructure.
nb: Hovedstyret vedtok følgende rammer for SPUs unoterte investeringer i infrastruktur for fornybar energi.

source: To the right: the
nb: Til venstre for figuren:

source: Notes with annual figures from 2003 have been upgraded with a broader security thread and with the text "Norges Bank".
nb: Sedler med årstall f.o.m. 2003 er oppgradert bl.a. med bredere sikkerhetstråd og med teksten Norges Bank i klar skrift.

source: The motif is a portrait of Sigrid Undset as a young woman.
nb: Hovedmotivet er et portrett av Sigrid Undset som ung.

source: 1 In order for a bank to send and receive payments directly through the NBO closed user group (CUG),
nb: 1 Bank som skal kunne sende og motta betalinger direkte gjennom den lukkede brukergruppen i NBO

source: Kran, Lars-Christian and Grete Øwre (2001): Norges the rules when banks had ample liquidity.
nb: Kran, Lars-Christian og Grete Øwre (2001): Norges derne å ta opp lån. Effekten av regelverksendringen

source: Banks need to have reserves so that they can settle payments between themselves.
nb: Alle innbetalinger til og utbetalinger fra staten endrer den totale mengden reserver i banksystemet.

source: Norges Bank's settlement …
nb: Norges Banks oppgjørssystem

source: Norges Bank requires that any loan shall be fully collateralised.
nb: Norges Bank krever full sikkerhet for utlån.

source: In addition, a relationship for interest-ratesetting is included.
nb: I tillegg inngår en relasjonfor rentesettingen.

source: Karen Helene Ulltveit-Moe presented the discussions on the Audit Committee and the Committee's feedback on formulation with regards to reporting by management.
nb: Karen Helene Ulltveit-Moe redegjorde for drøftingen i revisjonsutvalget og utvalgets innspill til formulering angående administrativ rapportering.

source: If in the future it becomes appropriate to provide the public with types of central bank money other than banknotes and coins, this provision should be amended in order to include these as well.
nb: Dersom det i fremtiden blir aktuelt med andre typer allment tilgjengelig sentralbankpenger enn sedler og mynter, bør bestemmelsen vurderes endret slik at de også omfattes.

source: Yngve Slyngstad gave a briefing on relevant matters for NBIM.
nb: Yngve Slyngstad orienterte om aktuelle saker i kapitalforvaltningen.

source: This is primarily attribut- capital ratio between 7 and 8 per cent if the largest
nb: To banker vilfå en kjernekapitaldekning mellom 7 og 8 prosent der-som største motpartseksponering skulle gå tapt.

source: Item 183/2017 Government Pension Fund Global ¬- Approval of government bond issuers
nb: Sak 183/2017 Statens pensjonsfond utland – Godkjenning av utstedere av statsobligasjoner

source: the basis of statistics and estimations.
nb: er summen av nordmenns og utlendingers forbruk i

source: The Executive Board supports the proposal not to retain the provision of Section 16 on jubilee and commemorative coins, and that commemorative coins associated with special events may be issued on the basis of the general provision on the issuance of coins (see page 354 of the Report).
nb: Hovedstyret støtter forslaget om at bestemmelsen i § 16 om jubileums- og minnemynter utgår, og at minnemynter knyttet til spesielle begivenheter kan utgis med utgangspunkt i den generelle bestemmelsen om utgivelse av mynt, se utredningen side 354.

source: Will the CCP register collateral for loans from
nb: verdipapirregister i utlandet for å registrere

source: Several of these measures affect banks’ total capital requirements, such as requirements for the systemic risk buffer, risk-weighting and the leverage ratio, and a minimum requirement for own funds and eligible liabilities (MREL).
nb: Flere av tiltakene påvirker bankenes samlede kapitalkrav, som krav til systemrisikobuffer, risikovekter og uvektet kapitaldekning og krav til ansvarlig kapital og konvertibel gjeld (MREL).

source: As Norges Bank started collecting money market transaction data (RPD) in September 2019, there is limited transaction history to include in the new calculation method.
nb: Norges Bank startet innsamlingen av pengemarkedsdata (RPD) i september 2019. Det finnes derfor lite historikk for transaksjonene som vil inngå i den nye beregningsmetoden.

source: Malaysian ringgit (MYR) - daily exchange rate from Norges Bank
nb: Malaysiske ringgit (MYR) - dagens valutakurs fra Norges Bank

source: Assessment), which also covers Norway’s compliance with
nb: Assessment), hvor også Norges etterlevelse av de nevn-

source: policy was necessary and unemployment rose.
nb: økonomiske utviklingen i bedriften ikke er den beste.

source: Olav Bø presented the main elements of the report.
nb: Olav Bø redegjorde for hovedelementer i rapporten.

source: In 1999, Utvær Lighthouse received listed status as a national cultural monument.
nb: Utvær fyrstasjon ble vedtatt fredet som nasjonalt kulturminne i 1999.

source: Croatian kuna (HRK) - daily exchange rate from Norges Bank
nb: Kroatiske kuna (HRK) - dagens valutakurs fra Norges Bank

source: Further work is planned including experimental testing of technical solutions.
nb: Fremover plan-legger vi blant annet å gjøre eksperimentell testing av tekniske løsninger.

source: However, data show that there is again no clear relationship between the size of a bank’s transactions and its deposits in Norges Bank.
nb: Data viser imidlertid heller ingen klar sammenheng mellom størrelsen på transaksjonene og innskudd i Norges Bank.

source: Following a thorough examination of the Norwegian financial system, the IMF concluded in summer 2005 that the system is sound and well managed.2 Shorter-term vulnerabilities are low.
nb: IMF konkluderte sommeren 2005, etter en grundig gjennomgang av Norges finansielle system, med at sys-temet er solid og at det er under god styring.2 Sårbarheten er på kort sikt liten.

source: and three branches of foreign banks (Nordea, Danske Bank and Handelsbanken).
nb: og tre filialer av utenlandske banker (Nordea, Danske Bank og Handelsbanken).

source: The Commission proposes to reiterate this formulation in Section 1-1, first paragraph.
nb: Formuleringen er foreslått gjentatt i § 1-1 første ledd.

source: From these quotes alone, the T/N rate is practically unobservable.
nb: Ut fra disse kvoteringene alene er T/N-renten i praksis uobserverbar.

source: The Norwegian authorities introduced guidelines and requirements for prudent lending standards for residential mortgages from 2010 and consumer credit from 2017.
nb: Norske myndigheter innførte retningslinjer og krav om forsvarlig utlånsparksis for boliglån fra 2010 og forbrukslån fra 2017.

source: The philosopher Henrik Syse has reminded me of this very phenomenon.
nb: Filosofen Henrik Syse har minnet meg om nettopp dette.

source: assumptions about long-term economic developments.
nb: nåsituasjonen og de nærmeste kvartalene sammen med

source: The Executive Board approved the proposed "Executive Board’s Assessment" (cf interest rate decision in item 113/2019).
nb: Hovedstyret godkjente forslaget til «Hovedstyrets vurdering», jamfør rentebeslutning i sak 113/2019.

source: What type of dwellings should we build?
nb: Hvilken type boliger skal vi bygge?

source: The weights are calculated on the basis of imports from 44 countries, covering 97 per cent of total imports.
nb: Vektene er beregnet på grunnlag av import fra 44 land, som dekker 97 prosent av total import.

source: We then find new truths and throw out the old ones.
nb: Vi finner nye sannheter og kaster ut de gamle.

source: Marc Flandreau and Mike Bordo tell me that during upturns, the colossal blunders of yesterday are forgotten by politicians, journalists and central bank governors, but not by economic historians.
nb: Marc Flandreau og Mike Bordo forteller meg at i oppgangstider blir gårsdagens grandiose feil glemt av politikere, journalister og sentralbanksjefer, men ikke av økonomiske historikere.

source: For currency, "dimensionAtObservation = BASE_CUR" can be used to get the exchange rates as columns.
nb: For valuta kan det brukes "dimensionAtObservation=BASE_CUR" for å få alle valutakursene bortover.

source: influence each other and that GDP may have feedback
nb: le størrelsene kan påvirke hverandre gjensidig, og at det

source: In 2002 and 2009, transfers to the GPFG were
nb: I 2002 og i 2009 ble avsetningen til SPU kraftig nedjustert etter

source: A corridor system can come with or without reserve requirements.
nb: Et korridorsystem kan være med eller uten reservekrav.

source: The large fishing industry is a part of this picture.
nb: Den store fiskerinæringen inngår i dette bildet.

source: The Executive Board exchanged views and took note of the presentation on IT security work and the project "Differentiated IT portfolio".
nb: Hovedstyret hadde en meningsutveksling og tok redegjørelsene om IT-sikkerhetsarbeidet og prosjektet «Differensiert IT portefølje» til etterretning.

source: Memo from the Ownership Committee of 18 June 2018
nb: Notat 18. juni 2018 fra Eierskapsutvalget (EU)

source: Item 205/2017 NBIM – Management report for the third quarter of 2017
nb: Sak 205/2017 Virksomhetsstyring i NBIM – rapport for tredje kvartal 2017

source: In the proposal from Nordic Trustee, users must decide how many days in the lookback period (with 5 as the default) and whether to use observation shift or not.
nb: I forslaget fra Nordic Trustee er det opp til brukerne å fylle inn antall dager, samt om man skal benytte observasjonsskift eller ikke, men med 5 dager som utgangspunkt.

source: It is therefore not very likely that a single bank
nb: for lite sannsynlig at en enkelt bank vil velge å innføre

source: which interest rates should be set today.
nb: Kronekursen har også styrket seg.

source: The most widely used is the Flexible Credit 9 Lending facilities discontinued in march 2009 included the Compensatory Financing
nb: Disse spørsmålene vil også få større plass i den 9 FCL ble etablert og godkjent av IMFs styre i mars 2009, og har hittil blitt benyttet av

source: (Deposit money controlled by payment cards is not e-money.)
nb: (Kontopenger som disponeres med kort, er ikke e-penger.)

source: – an international investor.
nb: en internasjonal investor.

source: The International Monetary Fund (IMF) has revised down its growth projections for advanced economies considerably compared with the January projections.
nb: IMF har nedjustert sine anslag for veksten i industrilandene betydelig i forhold til anslag gitt i januar.

source: If you approach the Norwegian coast at night at about 61 degrees north, the flash of Utvær Lighthouse will probably be your first sight of land.
nb: Om du kommer inn fra havet mot norskekysten på om lag 61 grader nordlig bredde, er antagelig blinket fra Utvær fyr den første landkjenningen du får nattestid.

source: Banks are directly interconnected through interbank exposures and indirectly through common or similar securities portfolios among other things.
nb: Bankene er direkte sammenkoblet ved at de eier hverandres gjeld, og de er indirekte sammenkoblet ved at de blant annet eier samme eller likeartede verdipapirer.

source: Minutes of the Executive Board meeting of 24 January 2018
nb: Protokoll fra hovedstyremøte 24. januar 2018

source: rises, inflation will tend to slow.
nb: være utsikter til lavere inflasjon.

source: Over the last 10-15 years, a clear
nb: 10-15 årene har man fått en klarere forståelse for hvilke

source: Memo from NBIM of 19 January 2018
nb: Notat 19. januar 2018 fra NBIM

source: Global food prices have risen sharply since the beginning of 2007.
nb: Internasjonale matvarepriser har steget kraftig siden begynnelsen av 2007.

source: 6 How banks create deposit money and their own funding when they provide credit is discussed in more detail in McLeay, Radia and Thomas (2014 a, b), Bernhardsen, Kloster and Syrstad (2016) and Nicolaisen (2017).
nb: 6 Hvordan bankene skaper kontopenger og sin egen finansiering når de gir kreditt drøftes nærmere i McLeay, Radia og Thomas (2014 a,b), Bernhardsen, Kloster og Syrstad (2016) og Nicolaisen (2017).

source: Executive Board placed emphasis on the fact that
nb: tidligere lagt til grunn.

source: For example, Ireland and Spain had moderate sovereign debt, but both countries have later incurred additional obligations owing to the problems in their banking sectors.
nb: Blant annet hadde Irland og Spania moderat statsgjeld, men begge har senere pådratt seg store forpliktelser etter problemene i landenes banksektorer.

source: One respondent commented that it is not preferable to use different conventions in different markets and products.
nb: En respondent har gitt uttrykk for at det kan være negativt med ulike konvensjoner i ulike markeder og på tvers av produkter.

source: In 1900, it comprised 100 000 vessels large and small.
nb: I 1900 besto den av 100 000 små og store båter.

source: These remarkable ship remains allow us to continue to sail into the past to explore both the Viking Age and the world from the perspective of a Viking.
nb: Dette bemerkelsesverdige skipsfunnet gjør at det stadig er mulig for oss å seile inn i fortiden og utforske både vikingtiden og verden på deres måte.

source: that the barriers to entry are considerable for this type of
nb: som hjelpemiddel i avregningen og en låneordning for

source: as collateral in VPS for loans from Norges Bank:
nb: pantsatt i VPS for lån i Norges Bank:

source: On days with insufficient data, Norges Bank proposes that Nowa be calculated as a volume-weighted average of the interest rate on transactions carried out on the reporting date and the interest rate on transactions included in Nowa on the previous reporting date, adjusted for changes in the policy rate, if any.
nb: På dager med manglende datagrunnlag foreslår Norges Bank at Nowa beregnes som et volumvektet gjennomsnitt av renten på transaksjoner som er gjennomført på rapporteringsdagen og renten på transaksjoner som inngikk i Nowa foregående rapporteringsdag, justert for eventuelle endringer i styringsrenten.

source: For example, the borrower receives payment information from the bank on a Wednesday on what should be paid on a Friday in a normal week without a bank holiday and 2-days lookback.
nb: For eksempel vil man få beskjed fra banken på en onsdag hva man skal betale på en fredag, gitt en normal uke uten helligdager og 2 dagers lookback.

source: It was also highlighted that some users of Nibor would probably prefer an international standard for some products and not a national standard for all products.
nb: I denne forbindelse vises det til at enkelte brukere av Nibor trolig vil foretrekke en internasjonal standard for enkelt produkter fremfor en nasjonal standard som er ment å dekke alle produkter.

source: Mads Kristensen presented the main elements of the audit report "1702 NB ICT Security – Survey of security culture".
nb: Mads Kristensen redegjorde for hovedelementene i revisjonsrapporten «1702 NB IKT Sikkerhet – Undersøkelse av sikkerhetskultur».

source: Four buyback auctions will be held for the bond NGB 05/2023 when residual maturity is less than one year.
nb: Vi vil tilby fire tilbakekjøpsauksjoner i NGB 05/2023 når lånet har mindre enn ett år til forfall.

source: House price inflation has been more moderate in recent months.
nb: Boligprisveksten har vært mer moderat de siste månedene.

source: variables and consumer price inflation.
nb: i realstørrelser og konsumprisutviklingen.

source: William Härter (NoRe) briefly presented the questions that related to the calculation of compounded Nowa.
nb: William Härter (NoRe) redegjorde kort for spørsmålene, som knyttet seg til beregningen av kapitalisert Nowa.

source: Counterparties other than monetary policy counterparties may be granted access to an account in Norges Bank and the Bank’s standing facilities, or parts thereof, on terms decided by Norges Bank.
nb: Andre motparter enn pengepolitiske motparter kan få adgang til konto i Norges Bank og til Norges Banks stående fasiliteter, eller deler av disse, på de vilkår Norges Bank bestemmer.

source: With LCH now targeting April 2022 to support clearing, the working group now aims to complete the remaining steps of the build out during the first half of 2022.
nb: Ettersom LCH nå har utsatt fristen for clearing til april 2022 har arbeidsgruppen nå som mål å fullføre de resterende trinnene i løpet av første halvdel av 2022.

source: a result of the krone depreciation in 2003 was assumed
nb: sten hos Norges handelspartnere i 2003 ble justert

source: NICS, VPS and CCPs.
nb: systemene i banknæringen.

source: Egil Matsen referred to the discussion in the Risk and Investment Committee and the aspects that particularly drew its attention.
nb: Egil Matsen viste til drøftingen i risiko- og investeringsutvalget og de temaer utvalget var opptatt av.
